Revit 2027 API
ParameterTypeId.ExcavationVolumeOnToposolid Property
 "Excavation Volume on Toposolid"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ExcavationVolumeOnToposolid { get; }
Public Shared ReadOnly Property ExcavationVolumeOnToposolid As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ExcavationVolumeOnToposolid {
	ForgeTypeId^ get ();
}
static member ExcavationVolumeOnToposolid : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace